<?php
return [
    'statuses' => [
        'Pending' => 'قيد الانتظار',
        'Completed' => 'مكتمل',
        'Canceled' => 'ملغى',
        'Open' => 'مفتوح',
        'First_payment_done' => 'تمت الدفع الأول',
        'Second_payment_done' => 'تمت الدفع الثاني'
    ],

    'order_statuses' => [
    'Accepted' => 'مقبول',
    'Rejected' => 'مرفوض',
    'Closed' => 'مغلق',
    'Pending' => 'قيد الانتظار'
]
  ,

        'processing_stages' => [
            'تم إرسال الطلب' => 'تم إرسال الطلب',
            'تم الموافقة على الطلب' => 'تم الموافقة على الطلب',
            'تم تحديد موعد زيارة' => 'تم تحديد موعد زيارة',
            'تم إرسال أسئلة الاستبيان' => 'تم إرسال أسئلة الاستبيان',
            'تم إرسال التصميم الأولي' => 'تم إرسال التصميم الأولي',
            'تم الموافقة على التصميم الأولي' => 'تم الموافقة على التصميم الأولي',
            'تم إرسال التصميم النهائي مع العقد وتفاصيل الدفعة الأولى' => 'تم إرسال التصميم النهائي مع العقد وتفاصيل الدفعة الأولى',
            'تم إرسال إيصال الدفعة الأولى من قبل العميل' => 'تم إرسال إيصال الدفعة الأولى من قبل العميل',
            'تم تسديد الدفعة الأولى' => 'تم تسديد الدفعة الأولى',
            'تم إرسال تفاصيل الدفعة الثانية' => 'تم إرسال تفاصيل الدفعة الثانية',
            'تم إرسال إيصال الدفعة الثانية من قبل العميل' => 'تم إرسال إيصال الدفعة الثانية من قبل العميل',
            'تم استلام الدفعة الثانية' => 'تم استلام الدفعة الثانية',
            'تم بدء التصنيع' => 'تم بدء التصنيع',
            'تم إنهاء التصنيع' => 'تم إنهاء التصنيع',
            'تم توصيل الطلب إلى المملكة العربية السعودية' => 'تم توصيل الطلب إلى المملكة العربية السعودية',
            'تم إرسال تفاصيل الدفعة الثالثة' => 'تم إرسال تفاصيل الدفعة الثالثة',
            'تم إرسال إيصال الدفعة الثالثة من قبل العميل' => 'تم إرسال إيصال الدفعة الثالثة من قبل العميل',
            'تم تسديد الدفعة الثالثة' => 'تم تسديد الدفعة الثالثة',
            'تم بدء التركيب' => 'تم بدء التركيب',
            'اكتمل الطلب' => 'اكتمل الطلب',
            'change_designer' => 'تغيير المصمم'
        ]

];
